[
  {
    "question": "What is FOSSIA?",
    "reply": "FOSSIA, previously FOSFEM, is an inclusive, women-centric community dedicated to fostering growth and development of Free and Open Source (FOSS) ecosystem in India.",
    "category": "about",
    "open": false
  },
  {
    "question": "What does the name 'FOSSIA' mean?",
    "reply": "'FOSS' refers to Free and Open Source Software, but is not limited to software. As in, it encompasses libre hardware, community, libre creations (design, art, and more). 'IA' refers to inclusion and accessibility, representing our community's focus on stengthening diverse participation and accessibility in Indian free software ecosystem.",
    "category": "about",
    "open": false
  },
  {
    "question": "What does 'women-centric' mean?",
    "reply": "FOSSIA is led and primarily focused on women, creating a supportive space for their growth in the free software ecosystem. However, it encourages men and non-binary individuals to join as allies, contribute knowledge, mentor members, and support community activities.",
    "category": "about",
    "open": false
  },
  {
    "question": "Why create another women-centric community when others like Google Women Techmakers or LinuxChix exist?",
    "reply": "While communities like Google Women Techmakers and LinuxChix do great work, their focus differs:\n\n- Google Women Techmakers is not free software centric.\n- LinuxChix India chapter has had an inactive presence for 6 years and is not entirely about the free software ecosystem.\n\nFOSSIA aims to bridge these gaps, drawing inspiration from both along with organizations such as FOSS United, thus aligning with the free software movement.",
    "category": "about",
    "open": false
  },
  {
    "question": "Is FOSSIA a women-only community?",
    "reply": "No. FOSSIA is women-centric, not women-exclusive. It prioritizes women’s growth in the free software space but values collaboration from all individuals who believe in equality, open knowledge sharing, and community-driven development.",
    "category": "membership",
    "open": false
  },
  {
    "question": "How can I contribute to FOSSIA?",
    "reply": "You can contribute to our projects, help with our design, mentor our contributors and conduct events to bring in awareness regarding free software.",
    "category": "contribution",
    "open": false
  },
  {
    "question": "Is FOSSIA limited to India?",
    "reply": "FOSSIA aims to promote the growth of the free software ecosystem in India by creation of a safe and inclusive space for women for improved contribution.",
    "category": "membership",
    "open": false
  },
  {
    "question": "How do I join FOSSIA?",
    "reply": "You can join by participating in events, contributing to FOSS projects, or engaging with the community through online platforms and local chapters. Stay updated through our website and socials!",
    "category": "membership",
    "open": false
  },
  {
    "question": "Should I be highly skilled to join FOSSIA?",
    "reply": "FOSSIA is an inviting space for you to learn and contribute. Anyone interested in contributing or learning about free software, supporting women in tech, and engaging in community activities can participate.",
    "category": "membership",
    "open": false
  },
  {
    "question": "What types of events does FOSSIA organize?",
    "reply": "Currently, FOSSIA is focused on development of projects for maximum engagement, however, we are working on conducting technical and networking events to bring like-minded people together.",
    "category": "events",
    "open": false
  },
  {
    "question": "Is FOSSIA only for tech professionals and students?",
    "reply": "No. While many members are developers, engineers, and students, FOSSIA is open to anyone passionate about free and open source ecosystem, including designers, writers, community organizers, educators, and researchers.",
    "category": "membership",
    "open": false
  },
  {
    "question": "Does FOSSIA collaborate with other organizations?",
    "reply": "Yes, FOSSIA actively partners with free software organizations and universities to raise awareness about free software and organize collaborative initiatives.",
    "category": "collaboration",
    "open": false
  },
  {
    "question": "How can organizations and sponsors support FOSSIA?",
    "reply": "Organizations can support FOSSIA by sponsoring events, workshops, or mentorship programs.",
    "category": "collaboration",
    "open": false
  },
  {
    "question": "Where can I find FOSSIA’s projects and contributions?",
    "reply": "FOSSIA maintains repositories and project lists on GitHub. Community updates and contributions are also shared on the website and social media.",
    "category": "contribution",
    "open": false
  },
  {
    "question": "How does FOSSIA ensure an inclusive and safe environment?",
    "reply": "FOSSIA follows a strict Code of Conduct to ensure a welcoming, respectful, and harassment-free space. Community members are encouraged to uphold inclusivity, mutual respect, and positive collaboration.",
    "category": "safety",
    "open": false
  }
]
